Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1077_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Tiedote Sajoksen kokous- ja suoratoistotekniikasta sekä Saamelaiskäräjien kokousten simultaanitulkkauksesta ja suoratoistosta
sme: Dieđáhus Sajosa čoahkkin- ja striimenteknihkas sihke Sámedikki čoahkkimiid simultánatulkomis ja striimemis

source: Sajoksen kokoustekniikka mahdollistaa normaalilaajuudessaan tulkkauksen kuudelle eri kielelle ja on laajennettavissa helposti kymmeneen kieleen.
sme: Sajosa čoahkkinteknihkka dahká vejolažžan normálaviidodagas tulkoma guđa sierra gillii ja lea viiddideamis álkit logi gillii.

source: Sajoksessa on yhteensä yhdeksän tulkkauskoppia - neljä parlamenttisali Soljussa ja viisi auditorio Dollassa.
sme: Sajosis leat oktiibuot ovcci tulkonsaji - njeallje parlamentasále Soljus ja vihtta auditorio Dollas.

source: Sajoksen parlamenttisali Soljussa on käytössä kahdenlaisia tulkkaus- ja kokouslaitteita.
sme: Sajosa parlameantasále Soljus leat anus guovttelágan tulkon- ja čoahkkinrusttegat.

source: Kokoukseen osallistuvat käyttävät pöydälle sijoitettuja langattomia kokouslaitteita, joissa on mikrofonin ja kaiuttimen lisäksi mm. äänestys- ja tulkkausominaisuudet.
sme: Čoahkkimii oassálastit geavahit beavddi ala biddjon láiggehis čoahkkinrusttegiid, main leat mikrofovnna ja skájanasa lassin ee. jienastan- ja tulkoniešvuođat.

source: Yleisöllä on käytössä pienikokoiset tulkkausvastaanottimet, jotka toimivat langattomasti infrapunatekniikkaa käyttäen.
sme: Álbmogis leat anus smávva tulkonvuostáiváldit, mat doibmet láiggehis infraruksesteknihka geavahemiin.

source: Sama tekniikka on käytössä myös auditorio Dollassa ja monitoimisali Dollagáddissa.
sme: Seammá teknihkka lea anus maiddái auditorio Dollas ja máŋggadoaimmasále Dollagáttis.

source: Tiloissa käytetään kokouslaitteiden lisäksi tarvittaessa myös langattomia mikrofoneja ja muitakin äänilähteitä, kuten tietokoneen Skype-yhteyttä tai videoneuvottelulaitteistoa.
sme: Lanjain geavahuvvojit čoahkkinrusttegiid lassin dárbbu mielde maiddái láiggehis mikrofovnnat ja earáge jietnagáldut, nugo dihtora Skype-oktavuohta dahje videoráđđádallanrusttegat.

source: Näiden ääni on mahdollista saada myös tulkeille ja siten kaiken sisällön kääntäminen onnistuu.
sme: Dáid jiena lea vejolaš oažžut maiddái tulkkaide ja danláhkai buot sisdoalu tulkon lihkosmuvvá.

source: Mikäli tiloissa ei käytetä mikrofoneja, eivät tulkit kuule mitään, eikä tulkkaus näin ollen onnistu.
sme: Juos lanjain eai geavahuvvo mikrofovnnat, eai tulkkat gula maidige, iige tulkon dasto lihkosmuva.

source: Parlamenttisali Soljussa on 60 paikkaa perusmuodossa, joista 23 paikkaa sijaitsee pyöreässä parlamenttipöydässä.
sme: Parlameantasále Soljus leat 60 báikki vuođđohámis, main 23 báikki leat jorba parlameantabeavddis.

source: Mikäli parlamenttisalissa pidettävää kokousta tulisi paikan päälle seuraamaan yli 40 henkilöä, eikä salissa olisi riittävästi istumapaikkoja, voidaan tarvittaessa kokousta seurata myös auditoriossa.
sme: Juos parlameantasáles dollon čoahkkima boađášedje báikki ala čuovvut badjel 40 olbmo, eaige sáles livčče doarvái čohkkánbáikkit, sáhttá dárbbu mielde čoahkkima čuovvut maiddái auditorios.

source: Sajoksen nykyaikainen tekniikka mahdollistaa laadukkaan suoratoiston lähettämisen mistä tahansa talon ympäristöstä.
sme: Sajosa modearna teknihkka dahká vejolažžan alladássásaš dárkilvuođain striimema dálu man beare viidodagas.

source: Kaikissa lähetyksissä pyritään käyttämään useampaa kameraa, jotta kokousten ja tapahtumien seuraamisesta tulisi mielekkäämpää.
sme: Buot striimemiin figgojuvvo dasa, ahte geavahuvvojit máŋga kamera, vuoi čoahkkimiid ja dáhpáhusaid čuovvumis boađášii vuohkkasut.

source: Kokoukset ja tapahtumat suoratoistetaan (streamataan) lähtökohtaisesti salissa käytetyllä kielellä, mutta myös kahden äänilähteen suoratoistaminen on teknisesti mahdollista.
sme: Čoahkkimat ja dáhpáhusat striimejuvvojit dábálaččat sáles geavahuvvon gielain, muhto maiddái guovtte jietnagáldu striimen lea teknihkalaččat vejolaš.

source: Useamman äänilähteen suoratoistossa on kuitenkin omia haasteita, eikä vastaavanlaista palvelua maailmalla juurikaan ole käytössä.
sme: Máŋgga jietnagáldu striimemis leat iežas hástalusat, daningo vástideaddji bálvalus ii máilmmis jur olláge leat anus.

source: Käytännössä toista äänilähdettä (kuten tulkin simultaanitulkkausta) kuunnellaan verkkoselaimen toisesta mediasoittimesta ja kuvaa alkuperäisellä äänellä katsotaan toisesta mediasoittimesta.
sme: Geavadis nuppi jietnagáldu (nugo tulkka simultánatulkon) guldaluvvo neahttabláđejeaddji nuppi mediačuojanasas ja govva originálajienain gehččo nuppi mediačuojanasas.

source: Suoratoistettaessa esimerkiksi konserttia tai simultaanitulkattua kokousta, täytyy konsertin esiintyjiltä ja kokouksen tulkeilta olla lupa lähetykseen.
sme: Dallego ovdamearkan striimejuvvo konsearta dahje simultánatulkojuvvo čoahkkin, ferte konseartta loaiddasteaddjiin ja čoahkkima tulkkain oažžut lobi striimemii.

source: Suoratoistettujen lähetysten julkaisu jälkikatseltavaksi on mahdollista, mutta siitä tulee sopia kulloisenkin tapahtuman järjestäjän kanssa erikseen.
sme: Striimejuvvon vuolggahusaid addin maŋálgihtii geahččamii lea vejolaš, muhto das galgá soahpat guđege dáhpáhuslágideaddjiin sierra.

source: Saamelaiskäräjien kokousten simultaanitulkkaus ja suoratoisto
sme: Sámedikki čoahkkimiid simultánatulkon ja striimen

source: Saamelaiskäräjien jäsenten on mahdollista käyttää kokouksissa inarin-, koltan- ja pohjoissaamen sekä suomen kieltä.
sme: Sámedikki lahtuin lea vejolaš geavahit čoahkkimiin anáraš-, nuortalaš- ja davvisámegiela sihke suomagiela.

source: Kokouksen puheenvuorot simultaanitulkataan edellä mainittujen kielten välillä siten, että yleensä yksi tulkki hallitsee yhtä kieliparia (kuten suomi-pohjoissaame) ja toinen toista kieliparia (kuten suomi-inarinsaame).
sme: Čoahkkima sáhkavuorut simultánatulkojuvvojit ovdalis máinnašuvvon gielaid gaskkas nu, ahte dábálaččat okta tulka hálddaša ovtta giellabára (nugo suomagiella-davvisámegiella) ja nubbi nuppi giellabára (nugo suomagiella-anárašgiella).

source: Mikäli puheenvuoro pidetään kokoussalissa esimerkiksi inarinsaameksi, kuuntelee pohjoissaamen tulkki inarinsaamen tulkin suomenkielisen tulkkauksen ja kääntää puheenvuoron sen pohjalta pohjoissaameksi.
sme: Juos sáhkavuorru dollo čoahkkinsáles ovdamearkan anárašgillii, guldala davvisámegiela tulka anárašgiela tulkka suomagielat tulkoma ja tulko sáhkavuoru dan vuođul davvisámegillii.

source: Kokouksen esityslista on Saamelaiskäräjien jäsenten sekä tulkkien käytettävissä inarin-, koltan- ja pohjoissaamen kielillä sekä suomeksi.
sme: Čoahkkima áššelistu lea Sámedikki lahtuid sihke tulkkaid geavahusas anáraš-, nuortalaš- ja davvisámegillii sihke suomagillii.

source: Esityslista kieliversioineen jaetaan kokouksessa kaikille paikalla olijoille.
sme: Áššelistu giellaveršuvnnaiguin juhkko čoahkkinolbmuide, geat leat báikki alde.

source: Suomenkielinen esityslista on ladattavissa myös Saamelaiskäräjien kotisivuilta.
sme: Suomagielat áššelistu lea luđemis maiddái Sámedikki ruoktosiidduin.

source: Saamenkieliset esityslistat pyritään lisäämään kotisivuille sen mukaan kuin esityslistojen käännökset valmistuvat.
sme: Sámegielat áššelisttut geahččaluvvojit lasihuvvot ruoktosiidduide dan mielde go áššelisttuid jorgalusat válmmaštuvvet.

source: Saamelaiskäräjien nuorisoneuvosto teki aloitteen Saamelaiskäräjien kokousten suoratoistosta, jonka pohjalta Saamelaiskäräjät päätti kokouksessaan lokakuussa 2014, että jatkossa Saamelaiskäräjien kokouksia on mahdollista seurata suorana lähetyksenä internetissä.
sme: Sámedikki nuoraidráđđi barggai álgaga Sámedikki čoahkkimiid striimemis, man vuođul Sámediggi mearridii čoahkkimis golggotmánus 2014, ahte boahttevuođas Sámedikki čoahkkimiid lea vejolaš čuovvut njuolggovuolggahussan interneahtas.

source: Suoratoiston tavoitteena on muun muassa helpottaa kokousten seuraamista, tavoittaa Inarin kirkonkylän ja saamelaisten kotiseutualueen ulkopuolella asuvia saamelaisia sekä lisätä tietoa Saamelaiskäräjien toiminnasta.
sme: Striimejuvvon vuolggahusa ulbmilin lea earret eará álkidahttit čoahkkimiid čuovvuma, juksat Anára kirkosiidda ja sámiid ruovttuguovllu olggobealde ássi sámiid sihke lasihit dieđuid Sámedikki doaimmas.

source: Suoratoistettuja Saamelaiskäräjien kokouksia on ollut kolme.
sme: Sámedikki striimejuvvon čoahkkimat leamašan golbma.

source: Katsojamäärät ovat vaihdelleet 170–260 henkilöä / lähetys.
sme: Geahččiidmearit leat molsašuddan 170-260 olbmo / vuolggahus.

source: Lähetykset julkisista Saamelaiskäräjien kokouksista ovat seurattavissa internetistä osoitteesta
sme: Vuolggahusat Sámedikki almmolaš čoahkkimiin leat čuovvumis interneahtas čujuhusas fi / live.

source: Saamelaiskäräjien linjauksen mukaan kaikki Suomessa puhutut saamen kielet sekä suomen kieli tulee ottaa huomioon tasapuolisesti järjestettäessä kokouksia tai muita tapahtumia.
sme: Sámedikki linjema mielde Suomas hállon buot sámegielaid sihke suomagiela galgá vuhtiiváldit dássebeallásaččat ordnedettiin čoahkkimiid dahje eará dáhpáhusaid.

source: Koska Sajoksen kokoustekniikka mahdollistaa helposti vain yhden äänilähteen (saliääni) ajamisen suoratoistoon, tulevien Saamelaiskäräjien kokouksien lähetyksissä näytetään kokoussali ja siellä puhutut kielet ilman tulkkausta.
sme: Go Sajosa čoahkkinteknihkka dahká vejolažžan álkit dušše ovtta jietnagáldu (sálejietna) striimema, Sámedikki boahttevaš čoahkkimiid striimemis čájehuvvo čoahkkinsále ja doppe hállon gielat almmá tulkoma haga.

source: Saamelaiskäräjät pyrki inarin-, koltan- ja pohjoissaamen sekä suomen kielen tulkkauksen saamiseksi suoratoistolähetykseen mitä pikimmiten tekniikan sekä taloudellisen tilanteen sen mahdollistaessa.
sme: Sámediggi figgá anáraš-, nuortalaš- ja davvisámegiela sihke suomagiela tulkoma striimemii nu jođánit go teknihkka ja ekonomalaš dilli dan dahket vejolažžan.

source: Saamelaiskäräjät pahoittelee tästä mahdollisesti aiheutuvaa mielipahaa.
sme: Sámediggi sálloša dás vejolaččat boahtán heajos miela.

source: Saamelaiskäräjät toivottaa kaikki tervetulleiksi seuraamaan Saamelaiskäräjien kokouksia Sajokseen.
sme: Sámediggi sávvá buohkaid buresboahtin čuovvut Sámedikki čoahkkimiid Sajosii.

source: Lisätietoa:
sme: Lassidieđut:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio, tiina.
sme: Sámedikki ságajođiheaddji Tiina Sanila-Aikio, tiina.
